/* No comment provided by engineer. */
"Go Back To Menu" = "Revenir au menu";

/* No comment provided by engineer. */
"Play Again" = "Jouer à nouveau";

/* No comment provided by engineer. */
"Play Next Level" = "Jouer au Prochain Niveau";

/* No comment provided by engineer. */
"Stare at your Success" = "regarder votre succès";

/* No comment provided by engineer. */
"Well Done" = "Bien Fait";

/* No comment provided by engineer. */
"What would you like to do?" = "Que voulez-vous faire?";

"NA" = "Aucun";